tap "aws/tap"
tap "defenseunicorns/tap"
tap "filosottile/musl-cross"
tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yrrepnoj/yrrepnoj"
brew "augeas"
brew "aws-iam-authenticator"
brew "sqlite"
brew "python@3.10"
brew "awscli", link: false
brew "azure-cli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "certbot"
brew "cloc"
brew "coreutils"
brew "feh"
brew "gawk"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "make"
brew "maven"
brew "minikube"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "qemu"
brew "podman"
brew "pre-commit"
brew "python@3.8"
brew "sops"
brew "sshuttle"
brew "stern"
brew "telnet"
brew "tfenv", link: false
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "yq"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "filosottile/musl-cross/musl-cross"
brew "fluxcd/tap/flux"
brew "googlecontainertools/kpt/kpt"
brew "goreleaser/tap/goreleaser"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yrrepnoj/yrrepnoj/go-releaser-testing@0.0.4", link: false
brew "yrrepnoj/yrrepnoj/go-releaser-testing@0.19.1"
brew "yrrepnoj/yrrepnoj/zarf-test"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "blackhole-64ch"
cask "discord"
cask "docker"
cask "drawio"
cask "font-inconsolata-go-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "joplin"
cask "keycastr"
cask "lens"
cask "mattermost"
cask "middleclick"
cask "postman"
cask "shiftit"
cask "signal"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "whichspace"
cask "zoom"
